app/controllers/registrations_controller.rb

INSERT INTO "users" ("name", "last_name", "email", "phone", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
	def create
          new_user = User.new(registration_params)
          if new_user.save